export const generalInformation = [
  {
    text: (
      <p>
        Товариство з обмеженою відповідальністю «МЮЗІКДЕКС» (далі “Компанія”,
        “MusicDex”, “Платформа”), зареєстрована в Україні за адресою: Юр.адреса:
        01104, Україна, місто Київ, вул.Болсуновська, будинок 13-15, код ЄДРПОУ:
        45327185, публікує Договір про умови і правила користування (“Договір”,
        “Умови використання”), який визначає порядок використання сайту
        musicdex.co (далі “Сайт”, “Веб-сайт”)
      </p>
    ),
  },
  {
    text: (
      <p>
        Будь-яке використання цього веб-сайту, зокрема реєстрація на веб-сайті
        та завантаження матеріалів, є предметом регулювання цього Договору.
      </p>
    ),
  },
  {
    text: (
      <p>
        Перш ніж використовувати цей Сайт, уважно ознайомтеся з цими положеннями
        та умовами та політикою конфіденційності. Якщо ви не згодні з цими
        Умовами використання чи Політикою конфіденційності або не бажаєте
        приймати їх, утримайтеся від використання Платформи. Використовуючи Сайт
        або приймаючи ці Умови використання та Політику конфіденційності, ви
        погоджуєтеся дотримуватися цих умов і підтверджуєте, що відповідаєте
        всім вимогам, зазначеним нижче.
      </p>
    ),
  },
  {
    text: (
      <p>
        Будь-які нові функції чи інструменти, які додаються до Сайту також
        підпадають під дію Умов використання. Ви можете будь-коли переглянути
        останню версію Умов використання на цій сторінці. Ми залишаємо за собою
        право оновлювати, змінювати або замінювати будь-яку частину цих Умов,
        публікуючи оновлення та/або зміни на нашій Платформі. Ви несете
        відповідальність періодично перевіряти цю сторінку на наявність змін.
        Подальше використання або доступ до Платформи після публікації будь-яких
        змін означає згоду з цими змінами.
      </p>
    ),
  },
  {
    text: (
      <p>
        Ми повідомимо вас про будь-які заплановані зміни в Послугах, які ви
        використовуєте. Змінені Умови використання набудуть чинності після
        публікації. Продовжуючи використовувати Послуги після дати набрання
        чинності будь-якими змінами, ви погоджуєтеся дотримуватися змінених
        умов.
      </p>
    ),
  },
];

const ListText = (textList) => {
  return (
    <ul style={{ marginLeft: 22, marginBottom: 10 }}>
      {textList.map((text, index) => {
        return <li key={index.toString()}>{text}</li>;
      })}
    </ul>
  );
};

export const points = [
  {
    title: <p>1. Послуги MusicDex</p>,
    point: [
      {
        text: (
          <p>
            MusicDex здійснює свою діяльність у сфері виробництва аудіозаписів
            музичних виступів або організації виробництва таких записів, а також
            створення, розповсюдження та продажу таких записів безпосередньо або
            через третіх осіб. На своєму веб-сайті Компанія пропонує послугу,
            яка дає можливість шанувальникам музики (&#34;Інвесторам&#34;)
            зробити свій внесок у фінансування виробництва відео- та
            аудіозаписів, а також заходів з просування та маркетингу записів,
            надаючи можливість шанувальникам придбати частку прав на участь у
            чистих доходах (права на участь) від пісень та/або записів.
            Інвестори можуть (i) закріпити свої частки (&#34;Музичні акції&#34;)
            у вигляді смарт- контрактів у блокчейні, щоб мати можливість
            торгувати ними в майбутньому, та (ii) придбати невидані записи як
            колекційні предмети (“Музичні колекції”).
          </p>
        ),
      },
      {
        text: (
          <p>
            На платформі MusicDex артисти та інвестори мають можливість
            співфінансувати виробництво та маркетинг нових музичних творів
            шляхом здійснення фінансових внесків (&#34;Інвестиції&#34;). Ці
            інвестиції використовуються для створення або ліцензування та
            маркетингу музичних творів, що представлені на платформі MusicDex.
            Як компенсацію за свої інвестиції, інвестори отримують частку в
            доході від комерційного використання запису музичного твору або
            частку музичного твору від доходу, отриманого за використанням
            конкретного музичного твору. Музичні акції інвестора будуть
            закріплені у вигляді смарт-контрактів у блокчейні. Усі музичні
            акції, що не були продані, залишаються у MusicDex, яка залишає за
            собою право використовувати відповідні майбутні надходження для
            покриття витрат, таких як накладні витрати, створення
            смарт-контрактів, платіжні транзакції або підтримка функціонування
            інфраструктури.
          </p>
        ),
      },
      {
        text: (
          <p>
            Інвестуючи в твір, Користувач отримує представлений на Веб-сайті
            віртуальний актив, що нерозривно пов’язаний з об’єктом твору, та
            який уособлює в собі права на отримання частки від Роялті за
            прослуховування, відповідно до ст.427 ЦКУ (далі “Токен”). Токен не
            уособлює в собі інтелектуальні права на текст та музику, це права,
            які залишаються за авторами текстів і композиторами і не
            передаються. За законодавством України вони не є об&#39;єктом
            торгівлі, оскільки нерозривно пов&#39;язані з авторським правом і є
            невіддільні від особи автора або композитора. Інвестуючи на
            Платформі в Токен на матеріальні права авторів пісень, Користувач
            отримує право на участь у їхніх доходах, відповідно до кількості
            придбаних Токенів, протягом терміну тримання токена. Усі Токени, що
            були розраховані на Користувачів, однак не були продані -
            залишаються у MusicDex, яка залишає за собою право використовувати
            майбутні надходження для покриття різних витрат, таких як накладні
            витрати, створення смарт-контрактів, платіжні транзакції або
            підтримка інфраструктури.
          </p>
        ),
      },
      {
        text: (
          <p>
            Першим Користувачам платформи MusicDex надається можливість отримати
            віртуальні активи з лімітованих тиражів як колекційні предмети (далі
            “НФТ”). Ці предмети вважаються виключно предметами колекціонування,
            і користувачі, які їх отримують, не мають прав на участь у доходах
            від комерційного використання, але можуть продавати їх у
            майбутньому.
          </p>
        ),
      },
      {
        text: (
          <p>
            MusicDex дозволяє музичним фанатам інвестувати в музичні права на
            вже існуючі та добре відомі записи та/або пісні, отримуючи натомість
            частку роялті від комерційного використання цих записів та/або
            пісень. У цих випадках інвестиції використовуються, серед іншого,
            для нового просування та маркетингу існуючих записів та/або пісень.
          </p>
        ),
      },
      {
        text: (
          <p>
            MusicDex надає наступні послуги для своїх артистів та інвесторів:
          </p>
        ),
      },
      {
        text: ListText([
          "Кураторство та створення музичних постановок і пісень;",
          "Ліцензування майстер-прав та прав на пісні (авторських прав та/або прав на публікацію);",
          "Всесвітнє розповсюдження музичної продукції, створеної або ліцензованої MusicDex, зокрема, у відповідних магазинах потокового мовлення та завантаження;",
          "Просування та маркетинг музичної продукції та/або музичних  творів, створених або ліцензованих MusicDex;",
          "Збір доходів від комерційної експлуатації майнових прав та/або видавничі права та/або авторські права на музичні твори, що пропонуються як Можливості на Платформі;",
          "Розподіл доходів між правовласниками та інвесторами;",
          "Функціонування блокчейн-інфраструктури на Polygon, яка прозоро захищає авторські та видавничі права у вигляді музичних часток, а також уможливлює торгівлю музичними частками на ринку Платформи в майбутньому;",
          "Створення інноваційних музичних колекційних предметів, які в майбутньому можна буде продавати на Платформі.",
        ]),
      },
    ],
  },

  {
    title: <p>2. Інтелектуальна власність</p>,
    point: [
      {
        text: (
          <p>
            MusicDex є власником або ліцензіатом усіх прав інтелектуальної
            власності на Послуги, включаючи весь вихідний код, бази даних,
            функціональні можливості, програмне забезпечення, дизайн веб-сайтів,
            аудіо, відео, текст, фотографії в Послугах (разом «Вміст»), а також
            торгові марки, знаки обслуговування та логотипи, що містяться в них
            («Знаки»).
          </p>
        ),
      },
      {
        text: (
          <p>
            Якщо ви бажаєте будь-яким чином використовувати Послуги, Вміст або
            Знаки, крім тих, що описані в цьому розділі чи в інших Юридичних
            умовах, надішліть запит на адресу:{" "}
            <span style={{ color: "white" }}>markian@musicdex.co</span>. Якщо ми
            коли-небудь надамо вам дозвіл публікувати, відтворювати або публічно
            демонструвати будь-яку частину наших Послуг або Вмісту, ви повинні
            ідентифікувати нас як власників або ліцензіарів Послуг, Вмісту або
            Знаків і переконатися, що будь-яке повідомлення про авторські права
            чи власність відображається або видно під час публікації,
            відтворення або показу нашого Вмісту. Ми залишаємо за собою всі
            права, не надані вам прямо Послуги, Вміст і Знаки. Будь-яке
            порушення цих Прав інтелектуальної власності буде суттєвим
            порушенням наших Умов використання, і ваше право на використання
            наших Послуг буде негайно припинено.
          </p>
        ),
      },
      {
        text: (
          <p>
            Надсилаючи нам будь-яке запитання, коментар, пропозицію, ідею,
            відгук або іншу інформацію про Послуги («Подання»), ви погоджуєтеся
            передати нам усі права інтелектуальної власності на таке Подання. Ви
            погоджуєтеся з тим, що ми будемо володіти цим Поданням і матимемо
            право на його необмежене використання та розповсюдження з будь-якою
            законною метою, комерційною чи іншою, без підтвердження або
            компенсації вам. Ви несете одноосібну відповідальність за свої
            Подання та прямо погоджуєтеся відшкодувати нам будь-які збитки, яких
            ми можемо зазнати через порушення вами (a) цього розділу, (б) прав
            інтелектуальної власності будь-якої третьої сторони або (в) чинного
            законодавства.
          </p>
        ),
      },
    ],
  },

  {
    title: <p>3. Створення облікового запису</p>,
    point: [
      {
        text: (
          <p>
            Перед використанням Платформи вам може знадобитися зареєструватися,
            прочитати та прийняти ці Умови. Ви повинні надати ім’я користувача,
            точну контактну інформацію, включаючи дійсну адресу електронної
            пошти і оновлювати таку інформацію в майбутньому, щоб вона
            залишалася точною. Ви несете відповідальність за оновлення своїх
            контактних даних у своєму обліковому записі. Невиконання цього може
            призвести до того, що ви не отримаєте від нас важливі сповіщення та
            інформацію, пов’язану з обліковим записом, зокрема зміни, які ми
            вносимо до цих Умов. Ми ідентифікуємо наших Користувачів і
            спілкуємося з ними за допомогою їхніх зареєстрованих електронних
            адрес. Користувач зобов’язаний підтримувати активний та унікальний
            обліковий запис електронної пошти, надавати нам правильну адресу
            електронної пошти та повідомляти Компанію про будь-які зміни в своїй
            адресі електронної пошти. Кожен Користувач несе повну
            відповідальність за підтримку безпеки своєї зареєстрованої
            електронної адреси, щоб запобігти використанню його зареєстрованої
            електронної адреси будь-якою третьою стороною. Платформа не несе
            відповідальності за будь-які збитки чи збитки, які вважаються або
            ймовірно виникли в результаті спілкування між Платформою та
            Користувачем за допомогою зареєстрованої електронної адреси.
            Реєстрація облікового запису буде завершена після того, як ви
            підтвердите свій обліковий запис, перейшовши за посиланням, яке ви
            отримаєте на електронну пошту.
          </p>
        ),
      },
      {
        text: (
          <p>
            Ви повинні зберігати конфіденційність свого пароля для Платформи. За
            умови, що запитувану інформацію про обліковий запис було надано
            правильно, ми маємо право вважати, що операції на платформі були
            здійснені вами. Ви несете відповідальність за захист свого пароля, і
            будь-яка невиконання цього несеться на власний ризик і за ваш
            рахунок. Якщо ви вважаєте, що будь-яка інформація вашого облікового
            запису була незаконно використана третьою особою, або ваш обліковий
            запис було зламано, ви повинні негайно повідомити нас. Ми негайно
            призупинимо ваш обліковий запис, щойно стане відомо про такий
            випадок. Тим часом ви несете відповідальність за всю діяльність у
            своєму Обліковому записі, включаючи доступ третіх осіб, незалежно
            від того, дозволили ви їм доступ.
          </p>
        ),
      },
      {
        text: (
          <p>
            Створення облікового запису є безкоштовним. Ви можете припинити дію
            свого облікового запису в будь-який час, надіславши електронного
            листа на адресу{" "}
            <span style={{ color: "white" }}>markian@musicdex.co </span> або,
            якщо ви не придбали права на Платформу після створення облікового
            запису, видалити свій обліковий запис, скориставшись функцією,
            передбаченою у вашому профілі на Платформі.
          </p>
        ),
      },
      {
        text: (
          <p>
            Створюючи обліковий запис, ви погоджуєтеся з цими Умовами та
            положеннями про конфіденційність даних. Здійснюючи інвестицію, ви
            також погоджуєтеся, що якщо ви надаєте будь-яку інформацію, яка є
            неправдивою, неточною, неактуальною або неповною, ми маємо право
            призупинити або припинити дію вашого облікового запису та відмовити
            в будь-якому поточному чи майбутньому використанні Послуг (або
            будь-якої їх частини).
          </p>
        ),
      },
    ],
  },

  {
    title: <p>4. Використання облікового запису</p>,
    point: [
      {
        text: (
          <p>
            Реєструючи обліковий запис, ви погоджуєтеся з наступними Умовами
            використання:
          </p>
        ),
      },
      {
        text: ListText([
          "Ви не маєте права змінювати або модифікувати Платформу або її частини.",
          "Ви погоджуєтеся не вчиняти на Платформі жодних дій, які порушують чинне законодавство або права третіх осіб.",
          "Ви погоджуєтеся не публікувати будь-яку інформацію, яка, на вашу думку, є неправдивою, оманливою або неточною.",
          "Ви погоджуєтеся не отримувати доступ до контенту на Платформі за допомогою інших технологій або інструментів, ніж ті, що надаються на самому веб-сайті.",
          "Ви погоджуєтеся не використовувати Платформу або її функції в інших комерційних цілях, окрім тих, що пропонуються на ній, без попереднього письмового дозволу MusicDex, зокрема, не для (а) продажу доступу до веб-сайту і (б) продажу реклами, спонсорства або промо-акцій, особливо в межах завантаженого, опублікованого або пов'язаного контенту;",
          "Ви погоджуєтеся не обходити, не деактивувати і не порушувати іншим чином будь-які пов'язані з безпекою функції веб-сайту або функції, які запобігають або обмежують використання або копіювання контенту.",
          "Ви погоджуєтеся не використовувати будь-які автоматизовані системи, такі як боти, павуки або оффлайн-читачі, для доступу до Платформи, особливо таким чином, щоб надсилати більше запитів до наших серверів протягом певного періоду, ніж людина може розумно згенерувати за допомогою звичайного веб-браузера за той самий період.",
          "Ви погоджуєтеся не збирати жодних персональних даних з Платформи, включаючи імена користувачів, і не використовувати системи зв'язку, що надаються через веб-сайт (наприклад, коментарі, електронну пошту), для інших цілей, ніж ті, що надаються на Платформі, зокрема, для комерційних і рекламних цілей.",
          "Ви погоджуєтеся не використовувати і не оплачувати жодні сторонні платформи, не використовувати і не програмувати ботів або будь-яке подібне програмне забезпечення для штучного збільшення потоків/завантажень релізів або цінності будь-яких продуктів MusicDex, оскільки це не тільки суперечить нашому баченню і нашим цінностям, але особливо тому, що це незаконно і руйнує кар'єру артистів.",
          "Ви зобов'язуєтеся дотримуватися цих Умов використання та всіх застосовних законів під час використання Платформи та облікового запису, а також погоджуєтеся компенсувати MusicDex та її партнерам усі збитки, спричинені будь-яким порушенням цих Умов використання.",
        ]),
      },
      {
        text: (
          <p style={{ fontWeight: 500 }}>
            Користувачам суворо заборонено копіювати та/або перенаправляти
            концепцію, технології чи будь-які інші елементи Сайту для власних
            цілей або цілей третіх осіб. Також суворо заборонено:
          </p>
        ),
      },
      {
        text: ListText([
          "будь-яка поведінка, яка може перервати, призупинити, уповільнити або перешкодити безперервній роботі Послуг;",
          "усі вторгнення або спроби вторгнень у системи MusicDex;",
          "будь-яке незаконне привласнення системних ресурсів Сайту;",
          "усі дії, які можуть спричинити непропорційне навантаження на інфраструктуру останнього;",
          "усі порушення заходів безпеки та автентифікації;",
          "усі дії, які можуть порушити фінансові, комерційні чи моральні права та інтереси Компанії або користувачів його сайту, і, нарешті, у більш загальному плані;",
          "будь-яке порушення цих положень та умов.",
        ]),
      },
      {
        text: (
          <p style={{ fontWeight: 500 }}>
            Суворо заборонено монетизувати, продавати або надавати повний або
            частковий доступ до Послуг або сайту, а також до інформації, яка там
            розміщена або поширена.
          </p>
        ),
      },
    ],
  },

  {
    title: <p>5. Платіжні послуги</p>,
    point: [
      {
        text: (
          <p>
            MusicDex не є постачальником фінансових послуг, гаманців, біржою,
            брокером, фінансовою установою, компанією з грошових послуг або
            кредитором. Будь-які транзакції на веб-сайті, пов’язані з купівлею
            Токену, проводяться через найсучасніші цифрові платіжні сервіси
            (такі як Way for Pay, Apple Pay, Google Pay, криптовалюти тощо).
            Використовуючи платіжний сервіс, ви приймаєте умови використання
            відповідного платіжного сервісу. Користувач визнає, що MusicDex не
            має контролю над токенами на пісні, які зберігаються в гаманці
            Користувачів, і не несе відповідальності за їх управління після
            продажу.{" "}
          </p>
        ),
      },
      {
        text: (
          <p>
            Ми залишаємо за собою право відхилити будь-яку транзакцію, розміщену
            через Послуги. Ми можемо на власний розсуд обмежити або скасувати
            кількість придбаних товарів на одну людину, на домогосподарство або
            на замовлення. Ці обмеження можуть включати замовлення, розміщені
            через або з одного облікового запису Користувача, той самий спосіб
            оплати та/або замовлення, які використовують ту саму адресу гаманця.
            Ми залишаємо за собою право обмежувати або забороняти замовлення,
            які, на нашу власну думку, виглядають розміщеними дилерами,
            торговими посередниками або дистриб’юторами.
          </p>
        ),
      },
    ],
  },

  {
    title: <p>6. Придбання Токену</p>,
    point: [
      {
        text: (
          <p>
            MusicDex пропонує музичним фанатам можливість допомогти фінансувати
            музичні твори через Платформу. Інвестиції використовуються для
            завершення або ліцензування та просування на ринку музичних творів,
            представлених на Платформі. Вся інформація про музичний твір
            (біографія виконавця, інформація про пісню, успіхи, дата релізу
            тощо) представлена на Веб-сайті в окремому розділі.
          </p>
        ),
      },
      {
        text: (
          <p>
            Користувачі можуть придбати різного рівня права на роялті від
            музичного твору, які уособлені в Токені, відповідно до пропозицій та
            умов, зазначених на веб-сайті MusicDex. Купляючи Токени, які є
            незмінними та на 100% відстежуваними в блокчейні, музичні віртуальні
            активи, захищені смарт-контрактами, Користувач погоджується з цими
            Умовами Використання, умовами Публічної оферти та Політикою
            конфіденційності Компанії. Після придбання та оплати обраної
            пропозиції Користувач отримає заповнену угоду про право участі,
            сертифікат про право участі, включаючи Інвестицію та частку, а також
            рахунок-фактуру на електронну адресу, вказану у своєму обліковому
            записі. MusicDex збирає доходи від основних та видавничих прав і
            розподіляє їх між усіма правовласниками. Право на отримання частки з
            прибутку за прослуховування музичного твору зникає у Користувача в
            момент продажу та передачі йому Токену. Обʼєм отриманих прав на
            роялті від музичного твору прямо пропорційне кількості Токенів
            наявних у Користувача
          </p>
        ),
      },
      {
        text: (
          <p>
            Лише перевірені та відібрані MusicDex проекти, пропонуються в якості
            можливостей на Платформі.
          </p>
        ),
      },
    ],
  },

  {
    title: <p>7. Отримання Токену</p>,
    point: [
      {
        text: (
          <p>
            Щоб отримати Токен, що уособлює ваші права на доходи за
            прослуховування музичного твору, ви повинні активувати власний
            криптогаманець. Генерація вашого гаманця буде здійснена з вашої
            згоди на Платформі MusicDex в автоматизованому режимі.{" "}
          </p>
        ),
      },
      {
        text: (
          <p>
            Щоб активувати свій гаманець, вам потрібно буде зареєструватись
            одним з способів, доступних на платформі. Активація та використання
            вашого гаманця є безкоштовною. Ваш гаманець необхідний для захисту
            належних вам крипто-активів. Кожен платіж роялті вказується в
            інтерфейсі активності Користувача на Веб-сайті. Відображена сума
            відповідає пропорційній частці доходу, на яку має право Користувач
            після вирахування комісії MusicDex.
          </p>
        ),
      },
    ],
  },

  {
    title: <p>8. Вторинний ринок</p>,
    point: [
      {
        text: (
          <p>
            Користувач погоджується, що в майбутньому Платформа надасть ринкову
            площадку, що представлена на Веб-сайті та дозволяє створювати
            власникам Токену ордери на покупку для придбання інших Токенів від
            інших Користувачів, а також ордери на продаж (за умови володіння
            відповідними токенами у своєму Гаманці) для продажу частки або всіх
            його токенів іншим Користувачам. Платформа на ринковій площадці не
            має повноважень та не є відповідальною за будь-які дії Користувачів,
            і не може гарантувати викуп Користувачами токенів, які пропонуються
            для продажу через ордер на продаж. Сайт сприяє лише транзакції між
            гаманцями Користувачів. Для виконання замовлення на купівлю або
            продаж Користувач повинен виконати всі необхідні дії для прийняття
            замовлення відповідно до умов цього договору.
          </p>
        ),
      },
    ],
  },

  {
    title: <p>9. Можливості для артистів</p>,
    point: [
      {
        text: (
          <p>
            Як артист, який бажає запропонувати музичний проект MusicDex в
            якості можливості, вам необхідно надіслати свою пісню та надати всю
            необхідну інформацію за адресою:{" "}
            <span style={{ color: "white" }}>markian@musicdex.co </span>.
          </p>
        ),
      },
      {
        text: (
          <p>
            Команда MusicDex оперативно зв&#39;яжеться з вами, щоб повідомити
            про подальші кроки. Вас запросять підписати Договір артиста з
            MusicDex та надати всі необхідні права для публікації вашого
            музичного проекту на Платформі. Ви також повинні будете укласти всі
            супутні угоди, що дозволять використовувати і продавати права на ваш
            музичний проект по всьому світу. Крім того, вам буде запропоновано
            надіслати аудіофайли, фотографії та додаткову інформацію.
          </p>
        ),
      },
      {
        text: (
          <p>
            Згідно з Умовами використання, ви надаєте Платформі право
            публікувати ваш контент (музику, зображення, інформацію, посилання)
            на Платформі та гарантуєте, що ви володієте всіма необхідними
            правами на переданий контент.
          </p>
        ),
      },
      {
        text: (
          <p>
            У випадку, якщо матеріал, який ви надали Компанії, стане предметом
            скарги третіх осіб через порушення авторських прав або якщо MusicDex
            підозрює, що може мати місце порушення авторських прав, ми
            зв&#39;яжемося з вами для вирішення цих питань. У будь-якому випадку
            MusicDex залишає за собою право негайно видалити відповідний
            матеріал з Платформи.
          </p>
        ),
      },
      {
        text: (
          <p>
            Неповнолітні або недієздатні митці повинні отримати письмову згоду
            від свого законного представника для розміщення контенту на
            Платформі.
          </p>
        ),
      },
    ],
  },

  {
    title: <p>10. Дії з звукозаписами та предметами колекціонування</p>,
    point: [
      {
        text: <p>MusicDex бере на себе відповідальність за:</p>,
      },
      {
        text: ListText([
          "Кошти, зібрані на платформі, використовуються виключно для відповідного проекту, наприклад, для покриття частини витрат на виробництво музики та її маркетинг.",
          "MusicDex гарантує виконання та дотримання домовленостей з артистами, продюсерами, лейблами-партнерами, ліцензіарами та інвесторами.",
          "Музична продукція розповсюджується у всіх відповідних магазинах для потокового прослуховування та скачування, відповідно до стандартних галузевих практик.",
          "MusicDex рекламує та просуває музичний продакшн відповідно до стандартних галузевих практик.",
          "MusicDex розподіляє та виплачує відповідні частки доходів від комерційного використання музичних творів усім правовласникам, а також надає відповідні звіти та рахунки-фактури.",
        ]),
      },
    ],
  },

  {
    title: <p>11. Відшкодування збитків</p>,
    point: [
      {
        text: (
          <p>
            У жодному випадку MusicDex, його керівництво, співробітники,
            партнери, постачальники або постачальники контенту не несуть
            відповідальності перед вами за прямі, непрямі або побічні збитки, що
            виникли в результаті помилок, недоліків або неточностей в контенті
            Платформи або цих Умов використання, за збитки, що виникли в
            результаті доступу або використання Платформи, за несанкціонований
            доступ до використовуваних нами серверів і/або будь-яких
            персональних даних, що зберігаються на них, за переривання доступу
            до використовуваних нами серверів або видалення всіх персональних
            даних, що зберігаються на них, за переривання або припинення
            передачі даних на Платформу або з неї, за помилки, віруси, трояни
            тощо, які передаються третіми особами на веб-сайт або через нього,
            та/або за помилки або упущення в контенті, а також за збитки або
            шкоду будь-якого виду, що виникли в результаті використання вами
            контенту, опублікованого на веб-сайті або наданого в інший спосіб.
            Це не стосується відповідальності за шкоду, заподіяну життю,
            здоров&#39;ю або тілесним ушкодженням внаслідок недбалого порушення
            нами своїх обов&#39;язків або навмисного чи недбалого порушення
            обов&#39;язків будь-яким з наших представників або агентів, а також
            на відповідальність за іншу шкоду, заподіяну внаслідок грубого або
            недбалого порушення грубого порушення обов&#39;язків з нашого боку
            або навмисного чи грубого порушення обов&#39;язків з боку будь-якого
            з наших представників або агентів, а також за іншу шкоду, спричинену
            представниками або агентами.
          </p>
        ),
      },
    ],
  },

  {
    title: <p>12. Сторонній контент</p>,
    point: [
      {
        text: (
          <p>
            Ми дозволяємо третім сторонам та рекламодавцям відображати свої
            рекламні оголошення та іншу інформацію в певних областях Послуг,
            наприклад, на бічній панелі або на банерній рекламі. MusicDex надає
            простір для розміщення такої реклами, і не має жодних інших
            правовідносин з рекламодавцями.
          </p>
        ),
      },
    ],
  },

  {
    title: <p>13. Керування послугами</p>,
    point: [
      {
        text: (
          <p>
            Ми залишаємо за собою право, але не зобов’язання: (1) перевіряти
            Платформу на предмет порушення цих Умов використання; (2) вживати
            відповідних судових заходів проти будь-кого, хто на наш власний
            розсуд порушує закон або ці умови, включаючи, без обмежень,
            повідомлення про такого користувача правоохоронним органам; (3) на
            власний розсуд і без обмежень відмовляти, обмежувати доступ, або
            скасовувати (наскільки це технологічно можливо) будь-який із ваших
            Внесків або будь-яку його частину; (4) на власний розсуд і без
            обмежень, сповіщень або відповідальності видаляти з Платформи або
            іншим чином відключати всі файли та вміст, які мають надмірний
            розмір або будь-яким чином обтяжливі для наших систем; і (5) іншим
            чином керувати Послугами таким чином, щоб захистити наші права та
            власність і сприяти належному функціонуванню Послуг.
          </p>
        ),
      },
    ],
  },

  {
    title: <p>14. Політика конфіденційності</p>,
    point: [
      {
        text: (
          <p>
            Ми дбаємо про конфіденційність і безпеку даних. Перегляньте нашу
            політику конфіденційності за адресою:{" "}
            <a href={"https://musicdex.co/documents/privacy-policy"}>
              https://musicdex.co/documents/privacy-policy
            </a>
            . Користуючись Послугами, ви погоджуєтеся дотримуватися нашої
            Політики конфіденційності. Зверніть увагу, що послуги MusicDex
            надаються з України. Якщо ви отримуєте доступ до Послуг з будь-якого
            іншого регіону світу, де закони чи інші вимоги, що регулюють збір,
            використання або розкриття персональних даних, відрізняються від
            чинних законів України, тоді, продовжуючи використовувати Послуги,
            ви прямо погоджуєтеся на передачу та обробку ваших даних в
            українській юрисдикції.
          </p>
        ),
      },
      {
        text: (
          <p>
            Компанія може бути зобов&#39;язана розкрити вашу особисту інформацію
            правоохоронним органам, органам захисту даних, фінансовим
            регуляторам, постачальникам фінансових послуг, державним органам і
            посадовим особам та іншим уповноваженим особам, як зазначено в
            Політиці конфіденційності.
          </p>
        ),
      },
      {
        text: (
          <p>
            У випадку, якщо Компанія підозрює вас у порушенні Політики протидії
            відмиванню коштів, ми повідомимо про таку поведінку та розкриємо
            відповідну особисту інформацію відповідним органам згідно з
            Регуляторним законодавством.
          </p>
        ),
      },
    ],
  },

  {
    title: <p>15. Дані користувача</p>,
    point: [
      {
        text: (
          <p>
            Компанія зберігатиме певні дані, що ви передаєте через Платформу, з
            метою забезпечення ефективності їх функціонування, а також дані,
            пов&#39;язані з вашим використанням Послуг. Незважаючи на те, що ми
            регулярно робимо резервне копіювання даних, ви несете повну
            відповідальність за всі дані, які ви передаєте або які стосуються
            будь-якої діяльності, яку ви здійснювали через Сервіси. Ви
            погоджуєтеся з тим, що ми не несемо відповідальності перед вами за
            будь-яку втрату або пошкодження таких даних, і цим ви відмовляєтеся
            від будь-яких прав на позов проти нас у зв&#39;язку з будь-якою
            такою втратою або пошкодженням таких даних.
          </p>
        ),
      },
    ],
  },

  {
    title: <p>16. Термін дії та розірвання</p>,
    point: [
      {
        text: (
          <p>
            Ці Умови залишаються чинними до моменту їх розірвання вами або
            Компанією. Компанія може припинити дію цих Умов у будь-який час на
            власний розсуд без пояснення причин такого рішення. Якщо будь-які
            питання не врегульовані цими Умовами, вони регулюються відповідно до
            законодавства України.
          </p>
        ),
      },
      {
        text: (
          <p>
            Якщо ви бажаєте припинити отримання послуг, ви можете це зробити
            шляхом (а) повідомлення нас у будь-який час; і (б) закриття вашого
            облікового запису; проте, незважаючи на будь-яке таке припинення та
            для уникнення сумнівів, ці Умови залишатимуться чинними стосовно
            будь-яких Цифрових активів, які ви володієте, і всього вашого Вмісту
            користувача. Ці Юридичні умови залишаються чинними, доки ви
            користуєтесь послугами.
          </p>
        ),
      },
      {
        text: (
          <p>
            НЕ ОБМЕЖУЮЧИ БУДЬ-ЯКИХ ІНШИХ ПОЛОЖЕНЬ ЦИХ ЮРИДИЧНИХ УМОВ, МИ
            ЗАЛИШАЄМО ЗА СОБОЮ ПРАВО НА НАШ РОЗСУД ТА БЕЗ ПОПЕРЕДЖЕННЯ АБО
            ВІДПОВІДАЛЬНОСТІ ВІДМОВИТИ У ДОСТУПІ ТА ВИКОРИСТАННІ ПОСЛУГ (ЗОКРЕМА
            БЛОКУВАННЯ ПЕВНИХ IP-АДРЕС) ДЛЯ БУДЬ-ЯКОЇ ОСОБИ З БУДЬ-ЯКОЇ ПРИЧИНИ
            АБО ЗА ЖОДНОЇ ПРИЧИНИ, ВКЛЮЧАЮЧИ, АЛЕ НЕ ОБМЕЖУЮЧИСЬ, ПОРУШЕННЯ
            БУДЬ-ЯКИХ ЗАЯВ, ГАРАНТІЙ АБО ДОГОВОРІВ, ВКЛЮЧЕНИХ В ЦИХ ЮРИДИЧНИХ
            УМОВАХ АБО БУДЬ-ЯКОМУ ЗАКОНУ ЧИ НОРМАТИВНОМУ АКТУ. МИ МАЄМО ПРАВО
            ПРИПИНИТИ ВАШЕ ВИКОРИСТАННЯ АБО УЧАСТЬ У ПОСЛУГАХ АБО ВИДАЛИТИ ВАШ
            ОБЛІКОВИЙ ЗАПИС ТА БУДЬ-ЯКИЙ ВМІСТ АБО ІНФОРМАЦІЮ, ЯКУ ВИ
            ОПУБЛІКУВАЛИ, У БУДЬ-ЯКИЙ ЧАС, БЕЗ ПОПЕРЕДЖЕННЯ, НА НАШ РОЗСУД.
          </p>
        ),
      },
      {
        text: (
          <p>
            Якщо ми припиняємо або призупиняємо дію вашого облікового запису з
            будь-якої причини, вам забороняється реєструвати та створювати новий
            обліковий запис під своїм іменем, фальшивим чи позиченим іменем або
            ім&#39;ям будь-якої третьої сторони, навіть якщо ви дієте від імені
            третьої сторони. Окрім припинення або призупинення дії вашого
            облікового запису, ми залишаємо за собою право вжити відповідних
            судових заходів, включаючи, без обмежень, цивільні, кримінальні та
            судові заборони.
          </p>
        ),
      },
      {
        text: (
          <p>
            Ці Умови є юридично обов&#39;язковою угодою і разом з іншими її
            невід&#39;ємними частинами складають єдину угоду між вами та
            Компанією. У випадку, якщо Веб-сайт доступний кількома мовами,
            українська версія Умов має переважну силу.
          </p>
        ),
      },
      {
        text: (
          <p>
            Усі положення цих Умов, що застосовуються до Веб-сайту,
            застосовуються до інших засобів надання Послуг.
          </p>
        ),
      },
    ],
  },

  {
    title: <p>17. Внесення змін та перерви</p>,
    point: [
      {
        text: (
          <p>
            Ми залишаємо за собою право змінювати, модифікувати або видаляти
            вміст Послуг у будь-який час і з будь-якої причини на власний розсуд
            без попередження. Однак ми не зобов’язані оновлювати будь-яку
            інформацію в наших Послугах. Ми не несемо відповідальності перед
            вами чи будь-якою третьою стороною за будь-які модифікації, зміну
            ціни, призупинення або припинення надання Послуг.
          </p>
        ),
      },
      {
        text: (
          <p>
            Ваш доступ і використання Платформи може час від часу перериватися з
            будь-якої причини, включаючи, без обмежень, форс-мажорні обставини
            або непередбачувану та неминучу поведінку з боку третьої сторони,
            несправність обладнання, періодичне оновлення, технічного
            обслуговування, впровадження нових засобів і послуг, ремонту
            Платформи або інших дій, які MusicDex може здійснювати на власний
            розсуд. Через специфіку Інтернету та телекомунікаційних мереж
            MusicDex не може гарантувати постійну доступність Платформи.
          </p>
        ),
      },
    ],
  },

  {
    title: <p>18. Порядок вирішення спорів</p>,
    point: [
      {
        text: (
          <p>
            Ці Умови використання регулюються та тлумачаться відповідно до
            законодавства України. У разі неможливості вирішення спору
            переговорним шляхом, MusicDex і Користувач погоджуються, що суди
            України матимуть виключну юрисдикцію для вирішення будь-яких
            суперечок, які можуть виникнути у зв’язку з цими Умовами або у
            зв’язку з ними, включно з будь-якими питаннями щодо їх існування,
            дійсності чи припинення. Будь які такі питання повинні бути передані
            і остаточно вирішені судовою владою України. Місцезнаходженням або
            юридичним місцем суду є Україна. Мовою розгляду є українська.
          </p>
        ),
      },
    ],
  },

  {
    title: <p>19. Обмеження відповідальності</p>,
    point: [
      {
        text: (
          <p>
            Ви погоджуєтеся, що використання послуг відбувається на ваш власний
            ризик. Ми відмовляємося від усіх гарантій щодо послуг та їх
            використання, у тому числі прямих або непрямих гарантій придатності
            для продажу та відповідності для певної мети. Ми не несемо
            відповідальності за помилки, пошкодження майна, несанкціонований
            доступ до даних або будь-які втрати, що можуть виникнути в
            результаті використання послуг. Ми також не гарантуємо або не несемо
            відповідальності за будь-які продукти або послуги, рекламовані через
            наші послуги, або за будь-які дії третіх сторін. Платформа
            зобов&#39;язується підтримувати цілісність та законність своїх
            послуг та залишає за собою право вживати відповідних заходів
            стосовно користувачів, які порушують цей пункт.
          </p>
        ),
      },
      {
        text: (
          <p>
            Ви погоджуєтесь відшкодовувати, захищати та звільняти нас, наших
            дочірніх компаній, філії та всіх відповідних посадових осіб,
            агентів, партнерів і співробітників від будь-яких втрат, пошкоджень,
            відповідальності, претензій або вимог, включаючи розумні витрати на
            адвокатів, що сплачені будь-якою третьою стороною у зв&#39;язку з:
            (1) використанням послуг; (2) порушенням цих умов; (3) будь-яким
            порушенням ваших заяв і гарантій, наведених у цих умовах; (4)
            порушенням прав третьої сторони вами, включаючи, але не обмежуючись
            правами інтелектуальної власності; або (5) будь-якою шкідливою дією
            стосовно іншого користувача послуг, з яким ви взаємодієте через
            послуги.
          </p>
        ),
      },
    ],
  },

  {
    title: <p>20. Різне</p>,
    point: [
      {
        text: (
          <p>
            Ці Умови використання та будь-які правила, опубліковані нами на
            Платформі або стосовно Послуг, складають повну угоду та
            взаєморозуміння між вами та нами. Наша неспроможність скористатися
            чи забезпечити дотримання будь-якого права чи положення цих
            Юридичних умов не означає відмову від такого права чи положення. Ці
            Правові умови діють у повному обсязі, дозволеному законом. Ми можемо
            будь-коли передавати будь-які або всі наші права та обов’язки іншим.
            Ми не несемо відповідальності за будь-які втрати, пошкодження,
            затримку або бездіяльність, спричинені будь-якою причиною поза нашим
            розумним контролем. Якщо будь-яке положення або частина положення
            цих Юридичних умов буде визнано незаконним, недійсним або таким, що
            не має позовної сили, це положення або частина положення вважається
            відокремленим від цих Юридичних умов і не впливає на дійсність і
            можливість виконання будь-яких інших положень. Відповідно до умов
            цього Договору або використання Послуг між вами та нами не виникає
            жодних спільних підприємств, партнерств, трудових чи агентських
            відносин.
          </p>
        ),
      },
    ],
  },

  {
    title: <p>21. Звʼязатись з нами</p>,
    point: [
      {
        text: (
          <p>
            Щоб вирішити скаргу щодо Послуг або отримати додаткову інформацію
            щодо використання Послуг, зв’яжіться з нами за адресою:{" "}
            <span style={{ color: "white" }}>markian@musicdex.co</span>.
          </p>
        ),
      },
    ],
  },
];
