export const termsNavigation = [
    {
        point: "Послуги MusicDex"
    },
    {
        point: "Інтелектуальна власність"
    },
    {
        point: "Створення облікового запису"
    },
    {
        point: "Використання облікового запису"
    },
    {
        point: "Платіжні послуги"
    },
    {
        point: "Придбання Токену"
    },
    {
        point: "Отримання Токену"
    },
    {
        point: "Вторинний ринок"
    },
    {
        point: "Можливості для артистів"
    },
    {
        point: "Дії з звукозаписами та предметами колекціонування"
    },
    {
        point: "Відшкодування збитків"
    },
    {
        point: "Сторонній контент"
    },
    {
        point: "Керування послугами"
    },
    {
        point: "Політика конфіденційності"
    },
    {
        point: "Дані користувача"
    },
    {
        point: "Термін дії та розірвання"
    },
    {
        point: "Внесення змін та перерви"
    },
    {
        point: "Порядок вирішення спорів"
    },
    {
        point: "Обмеження відповідальності"
    },
    {
        point: "Різне"
    },
    {
        point: "Звʼязатись з нами"
    },
]